Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localization/Features/Settings.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# history-background-style.glass
source: Glass
de: Glas
es: Cristal
fr: Verre
ja: グラス
ko: 글래스
ru: Стекло
vi: Kính mờ
zh_hans: 毛玻璃
zh_hant: 毛玻璃

# history-background-style.gradient
source: Gradient
de: Farbverlauf
es: Degradado
fr: Dégradé
ja: グラデーション
ko: 그라데이션
ru: Градиент
vi: Chuyển sắc
zh_hans: 渐变
zh_hant: 漸層

# history-background-style.solid
source: Solid
de: Einfarbig
es: Sólido
fr: Uni
ja: ソリッド
ko: 단색
ru: Сплошной
vi: Màu trơn
zh_hans: 纯色
zh_hant: 純色

# history-panel-position.bottom-center
source: Bottom Center
de: Unten mittig
es: Centro inferior
fr: Bas centre
ja: 下中央
ko: 하단 중앙
ru: Снизу по центру
vi: Giữa phía dưới
zh_hans: 底部居中
zh_hant: 底部居中

# history-panel-position.center
source: Center
de: Mitte
es: Centro
fr: Centre
ja: 中央
ko: 가운데
ru: По центру
vi: Giữa
zh_hans: 居中
zh_hant: 居中

# history-panel-position.top-center
source: Top Center
de: Oben mittig
es: Centro superior
fr: Haut centre
ja: 上中央
ko: 상단 중앙
ru: Сверху по центру
vi: Giữa phía trên
zh_hans: 顶部居中
zh_hant: 頂部居中

# preferences-about.app-subtitle
source: Screenshot & Recording for macOS
de: Screenshot und Aufnahme für macOS
es: Captura de pantalla y grabación para macOS
fr: Capture d'écran et enregistrement pour macOS
ja: macOS 用のスクリーンショットと画面録画
ko: macOS용 스크린샷 및 녹화
ru: Скриншот и запись для macOS
vi: Chụp ảnh & ghi màn hình cho macOS
zh_hans: macOS 的屏幕截图和录屏
zh_hant: macOS 的螢幕截圖和錄屏

# preferences-about.check-for-updates
source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
ja: アップデートを確認
ko: 업데이트 확인
ru: Проверить наличие обновлений
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# preferences-about.checked-label
source: Checked
de: Geprüft
es: Comprobado
fr: Vérifié
ja: チェック済み
ko: 확인함
ru: Проверено
vi: Đã kiểm tra
zh_hans: 已检查
zh_hant: 已檢查

# preferences-about.report-bug
source: Report a Bug
de: Einen Fehler melden
es: Informar un error
fr: Signaler un bug
ja: バグを報告する
ko: 버그 신고
ru: Сообщить об ошибке
vi: Báo lỗi
zh_hans: 报告错误
zh_hant: 報告錯誤

# preferences-about.report-problem
source: Report a Problem
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
ja: 問題を報告
ko: 문제 신고
ru: Сообщить о проблеме
vi: Báo vấn đề
zh_hans: 报告问题
zh_hant: 回報問題

# preferences-about.sponsor-button-github
source: Sponsor
de: Sponsoren
es: Patrocinar
fr: Sponsoriser
ja: スポンサー
ko: 후원하기
ru: Спонсировать
vi: Tài trợ
zh_hans: 赞助
zh_hant: 贊助

# preferences-about.sponsor-button-kofi
source: Tip
de: Trinkgeld
es: Propina
fr: Pourboire
ja: チップ
ko: 팁
ru: Чаевые
vi: Ủng hộ
zh_hans: 打赏
zh_hant: 打賞

# preferences-about.sponsor-button-paypal
source: Donate
de: Spenden
es: Donar
fr: Faire un don
ja: 寄付
ko: 기부
ru: Пожертвовать
vi: Quyên góp
zh_hans: 捐赠
zh_hant: 捐贈

# preferences-about.support-description
source: Snapzy is open-source. Sponsor if it helps your workflow.
de: Snapzy ist Open Source. Fördern Sie die fortlaufende Weiterentwicklung, wenn dies Ihrem Arbeitsablauf hilft.
es: Snapzy es de código abierto. Patrocine el desarrollo continuo si ayuda a su flujo de trabajo.
fr: Snapzy est open source. Parrainez le développement continu si cela facilite votre flux de travail.
ja: Snapzy はオープンソースです。ワークフローに役立っているなら、スポンサーとしてご支援ください。
ko: Snapzy는 오픈 소스입니다. 귀하의 작업 흐름에 도움이 된다면 지속적인 개발을 후원하십시오.
ru: Snapzy имеет открытый исходный код. Спонсируйте постоянное развитие, если оно помогает вашему рабочему процессу.
vi: Snapzy là mã nguồn mở. Hãy ủng hộ nếu nó hữu ích cho công việc của bạn.
zh_hans: Snapzy 是开源的。如果它有助于您的工作流程，请赞助正在进行的开发。
zh_hant: Snapzy 是開源的。如果它有助於您的工作流程，請贊助正在進行的開發。

# preferences-about.support-title
source: Support Snapzy
de: Unterstützen Sie Snapzy
es: Apoya a Snapzy
fr: Soutenir Snapzy
ja: Snapzy をサポート
ko: Snapzy 지원
ru: Поддержите Snapzy
vi: Ủng hộ Snapzy
zh_hans: 支持 Snapzy
zh_hant: 支持 Snapzy

# preferences-about.update-channel-beta-warning
source: Beta builds are early previews and may contain bugs or unfinished features. If you switch back to Stable, this beta stays installed until the next stable release is newer than it.
de: Beta-Versionen sind frühe Vorschauen und können Fehler oder unfertige Funktionen enthalten. Wenn Sie zu Stabil zurückwechseln, bleibt diese Beta installiert, bis eine neuere stabile Version erscheint.
es: Las versiones beta son avances tempranos y pueden contener errores o funciones incompletas. Si vuelves a Estable, esta beta permanecerá instalada hasta que haya una versión estable más reciente.
fr: Les versions bêta sont des aperçus précoces et peuvent contenir des bugs ou des fonctionnalités inachevées. Si vous revenez au canal Stable, cette bêta reste installée jusqu’à ce qu’une version stable plus récente soit disponible.
ja: ベータ版は早期プレビューであり、バグや未完成の機能が含まれる場合があります。安定版に戻しても、より新しい安定版がリリースされるまでこのベータ版がインストールされたままになります。
ko: 베타 빌드는 초기 미리보기 버전으로 버그나 미완성 기능이 포함될 수 있습니다. 안정 채널로 되돌려도 더 새로운 안정 버전이 출시될 때까지 이 베타 버전이 유지됩니다.
ru: Бета-версии — это ранние предварительные сборки, которые могут содержать ошибки или незавершённые функции. Если вы вернётесь на стабильный канал, эта бета-версия останется установленной, пока не выйдет более новая стабильная версия.
vi: Bản beta là bản xem trước sớm và có thể chứa lỗi hoặc tính năng chưa hoàn thiện. Nếu bạn chuyển về kênh Ổn định, bản beta này vẫn được giữ nguyên cho đến khi có bản ổn định mới hơn.
zh_hans: 测试版是早期预览版本，可能包含错误或未完成的功能。如果您切换回稳定版，此测试版将保持安装状态，直到有更新的稳定版本发布。
zh_hant: 測試版是早期預覽版本，可能包含錯誤或未完成的功能。如果您切換回穩定版，此測試版將保持安裝狀態，直到有更新的穩定版本發布。

# preferences-about.update-channel-description
source: Choose which releases you receive
de: Wählen Sie, welche Versionen Sie erhalten
es: Elige qué versiones recibes
fr: Choisissez les versions que vous recevez
ja: 受け取るリリースを選択します
ko: 받을 릴리스를 선택하세요
ru: Выберите, какие версии вы получаете
vi: Chọn loại bản phát hành bạn nhận
zh_hans: 选择您接收的版本类型
zh_hant: 選擇您接收的版本類型

# preferences-about.update-channel-stable
source: Stable
de: Stabil
es: Estable
ja: 安定版
ko: 안정
ru: Стабильный
vi: Ổn định
zh_hans: 稳定版
zh_hant: 穩定版

# preferences-about.update-channel-title
source: Update Channel
de: Update-Kanal
es: Canal de actualizaciones
fr: Canal de mise à jour
ja: アップデートチャンネル
ko: 업데이트 채널
ru: Канал обновлений
vi: Kênh cập nhật
zh_hans: 更新通道
zh_hant: 更新頻道

# preferences-advanced.config-access-granted
source: Config folder access granted. config.toml is ready at %@
de: Zugriff auf Config-Ordner gewährt. config.toml ist bereit unter %@
es: Acceso a la carpeta de configuración concedido. config.toml está listo en %@
fr: Accès au dossier de config accordé. config.toml est prêt à %@
ja: 設定フォルダへのアクセスを許可しました。config.toml は %@ で準備できました
ko: 구성 폴더 접근이 허용되었습니다. config.toml이 %@에 준비되었습니다
ru: Доступ к папке config предоставлен. config.toml готов по пути %@
vi: Đã cấp quyền thư mục config. config.toml sẵn sàng tại %@
zh_hans: 已授予配置文件夹访问权限。config.toml 已在 %@ 就绪
zh_hant: 已授予設定檔案夾取用權限。config.toml 已在 %@ 準備就緒

# preferences-advanced.config-access-ready
source: config.toml is ready.
de: config.toml ist bereit.
es: config.toml está listo.
fr: config.toml est prêt.
ja: config.toml の準備ができました。
ko: config.toml이 준비되었습니다.
ru: config.toml готов.
vi: config.toml đã sẵn sàng.
zh_hans: config.toml 已准备就绪。
zh_hant: config.toml 已準備就緒。

# preferences-advanced.config-access-required-toast
source: Grant config folder access first.
de: Gewähre zuerst Zugriff auf den Config-Ordner.
es: Concede primero acceso a la carpeta de configuración.
fr: Accordez d’abord l’accès au dossier de config.
ja: 先に設定フォルダへのアクセスを許可してください。
ko: 먼저 구성 폴더 접근을 허용하세요.
ru: Сначала предоставьте доступ к папке config.
vi: Cấp quyền thư mục config trước.
zh_hans: 请先授予配置文件夹访问权限。
zh_hant: 請先授予設定檔案夾取用權限。

# preferences-advanced.config-access-warning-description
source: Grant access to %@ once so Snapzy can create config.toml and apply direct edits on launch.
de: Gewähre einmal Zugriff auf %@, damit Snapzy config.toml erstellen und direkte Bearbeitungen beim Start anwenden kann.
es: Concede acceso a %@ una vez para que Snapzy pueda crear config.toml y aplicar ediciones directas al iniciar.
fr: Accordez une fois l’accès à %@ afin que Snapzy puisse créer config.toml et appliquer les modifications directes au lancement.
ja: %@ へのアクセスを一度許可すると、Snapzy は config.toml を作成し、起動時に有効な直接編集を適用できます。
ko: %@에 한 번 접근을 허용하면 Snapzy가 config.toml을 만들고 실행 시 직접 수정 사항을 적용할 수 있습니다.
ru: Один раз предоставьте доступ к %@, чтобы Snapzy мог создать config.toml и применять прямые изменения при запуске.
vi: Cấp quyền cho %@ một lần để Snapzy có thể tạo config.toml và áp dụng chỉnh sửa trực tiếp khi khởi động.
zh_hans: 授予一次 %@ 的访问权限，让 Snapzy 创建 config.toml，并在启动时应用直接编辑。
zh_hant: 授予一次 %@ 的取用權限，讓 Snapzy 建立 config.toml，並在啟動時套用直接編輯。

# preferences-advanced.config-access-warning-title
source: Config folder access needed
de: Zugriff auf Config-Ordner nötig
es: Se necesita acceso a la carpeta de configuración
fr: Accès au dossier de config requis
ja: 設定フォルダへのアクセスが必要
ko: 구성 폴더 접근 필요
ru: Нужен доступ к папке config
vi: Cần quyền truy cập thư mục config
zh_hans: 需要访问配置文件夹
zh_hant: 需要取用設定檔案夾

# preferences-advanced.config-directory-mismatch
source: Choose %@ to keep Snapzy config in the default dotfiles location.
de: Wähle %@, damit Snapzy config am Standardort für Dotfiles speichert.
es: Elige %@ para mantener la configuración de Snapzy en la ubicación predeterminada de dotfiles.
fr: Choisissez %@ pour garder la config Snapzy dans l’emplacement dotfiles par défaut.
ja: Snapzy 設定をデフォルトの dotfiles 場所に置くには %@ を選択してください。
ko: Snapzy 구성을 기본 dotfiles 위치에 유지하려면 %@을 선택하세요.
ru: Выберите %@, чтобы хранить config Snapzy в стандартном расположении dotfiles.
vi: Chọn %@ để giữ cấu hình Snapzy ở vị trí dotfiles mặc định.
zh_hans: 选择 %@，将 Snapzy 配置保存在默认 dotfiles 位置。
zh_hant: 選擇 %@，將 Snapzy 設定保存在預設 dotfiles 位置。

# preferences-advanced.config-directory-panel-message
source: Grant access for %@. If the folder is missing, Snapzy will create it automatically.
de: Gewähre Zugriff auf %@. Wenn der Ordner fehlt, erstellt Snapzy ihn automatisch.
es: Concede acceso a %@. Si la carpeta no existe, Snapzy la creará automáticamente.
fr: Accordez l’accès à %@. Si le dossier manque, Snapzy le créera automatiquement.
ja: %@ へのアクセスを許可してください。フォルダがない場合、Snapzy が自動的に作成します。
ko: %@에 대한 접근을 허용하세요. 폴더가 없으면 Snapzy가 자동으로 만듭니다.
ru: Предоставьте доступ к %@. Если папки нет, Snapzy создаст ее автоматически.
vi: Cấp quyền cho %@. Nếu thư mục chưa có, Snapzy sẽ tự tạo.
zh_hans: 授予 %@ 的访问权限。如果文件夹不存在，Snapzy 会自动创建。
zh_hant: 授予 %@ 的取用權限。如果檔案夾不存在，Snapzy 會自動建立。

# preferences-advanced.config-directory-panel-onboarding-message
source: Grant access for %@. Snapzy will create config.toml there if it is missing.
de: Gewähre Zugriff auf %@. Snapzy erstellt dort config.toml, falls sie fehlt.
es: Concede acceso a %@. Snapzy creará config.toml allí si no existe.
fr: Accordez l’accès à %@. Snapzy y créera config.toml si nécessaire.
ja: %@ へのアクセスを許可してください。config.toml がない場合は Snapzy がそこに作成します。
ko: %@에 대한 접근을 허용하세요. config.toml이 없으면 Snapzy가 그곳에 만듭니다.
ru: Предоставьте доступ к %@. Если config.toml отсутствует, Snapzy создаст его там.
vi: Cấp quyền cho %@. Nếu chưa có config.toml, Snapzy sẽ tạo tại đó.
zh_hans: 授予 %@ 的访问权限。如果缺少 config.toml，Snapzy 会在那里创建。
zh_hant: 授予 %@ 的取用權限。如果缺少 config.toml，Snapzy 會在那裡建立。

# preferences-advanced.config-directory-panel-prompt
source: Grant Access
de: Zugriff gewähren
es: Conceder acceso
fr: Accorder l’accès
ja: アクセスを許可
ko: 접근 허용
ru: Предоставить доступ
vi: Cấp quyền
zh_hans: 授予访问权限
zh_hant: 授予取用權限

# preferences-advanced.config-directory-panel-title
source: Grant Config Folder Access
de: Zugriff auf Config-Ordner gewähren
es: Conceder acceso a la carpeta de configuración
fr: Accorder l’accès au dossier de config
ja: 設定フォルダへのアクセスを許可
ko: 구성 폴더 접근 허용
ru: Предоставить доступ к папке config
vi: Cấp quyền thư mục config
zh_hans: 授予配置文件夹访问权限
zh_hant: 授予設定檔案夾取用權限

# preferences-advanced.config-sync-badge-access-needed
source: Access Needed
de: Zugriff nötig
es: Requiere acceso
fr: Accès requis
ja: アクセス必要
ko: 접근 필요
ru: Нужен доступ
vi: Cần quyền
zh_hans: 需要访问
zh_hant: 需要取用

# preferences-advanced.config-sync-badge-failed
source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
ja: 失敗
ko: 실패
ru: Ошибка
vi: Lỗi
zh_hans: 失败
zh_hant: 失敗

# preferences-advanced.config-sync-badge-queued
source: Queued
de: In Warteschlange
es: En cola
fr: En attente
ja: 待機中
ko: 대기 중
ru: В очереди
vi: Đang chờ
zh_hans: 已排队
zh_hant: 已排程

# preferences-advanced.config-sync-badge-review-needed
source: Review Needed
de: Prüfung nötig
es: Revisar
fr: À vérifier
ja: 確認必要
ko: 검토 필요
ru: Требует проверки
vi: Cần xem lại
zh_hans: 需要确认
zh_hant: 需要確認

# preferences-advanced.config-sync-badge-synced
source: Synced
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
ja: 同期済み
ko: 동기화됨
ru: Синхронизировано
vi: Đã đồng bộ
zh_hans: 已同步
zh_hant: 已同步

# preferences-advanced.config-sync-badge-syncing
source: Syncing
de: Sync läuft
es: Sincronizando
fr: Synchronisation
ja: 同期中
ko: 동기화 중
ru: Синхронизация
vi: Đang đồng bộ
zh_hans: 同步中
zh_hant: 同步中

# preferences-advanced.config-sync-confirmation-message
source: config.toml no longer matches Snapzy settings and may have edits from outside the app. Syncing will replace it with current settings.
de: config.toml stimmt nicht mehr mit den Snapzy-Einstellungen überein und kann außerhalb der App bearbeitet worden sein. Beim Synchronisieren wird sie durch die aktuellen Einstellungen ersetzt.
es: config.toml ya no coincide con los ajustes de Snapzy y puede tener cambios hechos fuera de la app. Al sincronizar se reemplazará con los ajustes actuales.
fr: config.toml ne correspond plus aux réglages de Snapzy et peut contenir des modifications faites hors de l’app. La synchronisation la remplacera par les réglages actuels.
ja: config.toml が Snapzy の設定と一致せず、アプリ外で編集されている可能性があります。同期すると現在の設定で置き換えます。
ko: config.toml이 더 이상 Snapzy 설정과 일치하지 않으며 앱 외부에서 편집되었을 수 있습니다. 동기화하면 현재 설정으로 교체됩니다.
ru: config.toml больше не совпадает с настройками Snapzy и могла быть изменена вне приложения. При синхронизации она будет заменена текущими настройками.
vi: config.toml không còn khớp với cài đặt Snapzy và có thể đã được sửa bên ngoài ứng dụng. Đồng bộ sẽ thay thế bằng cài đặt hiện tại.
zh_hans: config.toml 不再与 Snapzy 设置一致，可能已在应用外被编辑。同步会用当前设置替换它。
zh_hant: config.toml 不再與 Snapzy 設定一致，可能已在 App 外被編輯。同步會用目前設定取代它。

# preferences-advanced.config-sync-confirmation-title
source: Sync config.toml?
de: config.toml synchronisieren?
es: ¿Sincronizar config.toml?
fr: Synchroniser config.toml ?
ja: config.toml を同期しますか？
ko: config.toml을 동기화할까요?
ru: Синхронизировать config.toml?
vi: Đồng bộ config.toml?
zh_hans: 同步 config.toml？
zh_hant: 同步 config.toml？

# preferences-advanced.config-sync-idle-description
source: Current settings will sync to config.toml automatically.
de: Aktuelle Einstellungen werden automatisch mit config.toml synchronisiert.
es: Los ajustes actuales se sincronizarán automáticamente con config.toml.
fr: Les réglages actuels seront synchronisés automatiquement avec config.toml.
ja: 現在の設定は自動的に config.toml と同期されます。
ko: 현재 설정이 config.toml과 자동으로 동기화됩니다.
ru: Текущие настройки будут автоматически синхронизироваться с config.toml.
vi: Cài đặt hiện tại sẽ tự động đồng bộ vào config.toml.
zh_hans: 当前设置会自动同步到 config.toml。
zh_hant: 目前設定會自動同步到 config.toml。

# preferences-advanced.config-sync-needs-confirmation
source: config.toml has external changes.
de: config.toml hat externe Änderungen.
es: config.toml tiene cambios externos.
fr: config.toml contient des changements externes.
ja: config.toml に外部変更があります。
ko: config.toml에 외부 변경 사항이 있습니다.
ru: В config.toml есть внешние изменения.
vi: config.toml có thay đổi bên ngoài.
zh_hans: config.toml 有外部更改。
zh_hant: config.toml 有外部變更。

# preferences-advanced.config-sync-queued-description
source: Sync queued. Snapzy will update config.toml shortly.
de: Sync vorgemerkt. Snapzy aktualisiert config.toml in Kürze.
es: Sincronización en cola. Snapzy actualizará config.toml en breve.
fr: Synchronisation en attente. Snapzy mettra config.toml à jour bientôt.
ja: 同期を予約しました。Snapzy がまもなく config.toml を更新します。
ko: 동기화가 대기 중입니다. Snapzy가 곧 config.toml을 업데이트합니다.
ru: Синхронизация поставлена в очередь. Snapzy скоро обновит config.toml.
vi: Đã xếp hàng đồng bộ. Snapzy sẽ cập nhật config.toml sau ít giây.
zh_hans: 同步已排队。Snapzy 稍后会更新 config.toml。
zh_hant: 同步已排程。Snapzy 稍後會更新 config.toml。

# preferences-advanced.config-sync-synced-description
source: config.toml updated from current settings at %@.
de: config.toml wurde um %@ aus den aktuellen Einstellungen aktualisiert.
es: config.toml se actualizó con los ajustes actuales a las %@.
fr: config.toml a été mis à jour avec les réglages actuels à %@.
ja: config.toml を現在の設定で更新しました: %@。
ko: config.toml이 현재 설정으로 업데이트되었습니다: %@.
ru: config.toml обновлён текущими настройками в %@.
vi: Đã cập nhật config.toml từ cài đặt hiện tại lúc %@.
zh_hans: 已在 %@ 用当前设置更新 config.toml。
zh_hant: 已在 %@ 以目前設定更新 config.toml。

# preferences-advanced.config-sync-up-to-date-description
source: config.toml already matches current settings. Last checked at %@.
de: config.toml entspricht bereits den aktuellen Einstellungen. Zuletzt geprüft um %@.
es: config.toml ya coincide con los ajustes actuales. Última comprobación a las %@.
fr: config.toml correspond déjà aux réglages actuels. Dernière vérification à %@.
ja: config.toml は現在の設定と一致しています。最終確認: %@。
ko: config.toml이 이미 현재 설정과 일치합니다. 마지막 확인: %@.
ru: config.toml уже соответствует текущим настройкам. Последняя проверка: %@.
vi: config.toml đã khớp với cài đặt hiện tại. Kiểm tra lần cuối lúc %@.
zh_hans: config.toml 已与当前设置一致。上次检查：%@。
zh_hant: config.toml 已與目前設定一致。上次檢查：%@。

# preferences-advanced.config-sync-writing-description
source: Writing current settings to config.toml.
de: Aktuelle Einstellungen werden in config.toml geschrieben.
es: Escribiendo los ajustes actuales en config.toml.
fr: Écriture des réglages actuels dans config.toml.
ja: 現在の設定を config.toml に書き込んでいます。
ko: 현재 설정을 config.toml에 쓰는 중입니다.
ru: Текущие настройки записываются в config.toml.
vi: Đang ghi cài đặt hiện tại vào config.toml.
zh_hans: 正在将当前设置写入 config.toml。
zh_hant: 正在將目前設定寫入 config.toml。

# preferences-advanced.config-synced
source: config.toml synced.
de: config.toml synchronisiert.
es: config.toml sincronizado.
fr: config.toml synchronisé.
ja: config.toml を同期しました。
ko: config.toml이 동기화되었습니다.
ru: config.toml синхронизирован.
vi: Đã đồng bộ config.toml.
zh_hans: config.toml 已同步。
zh_hant: config.toml 已同步。

# preferences-advanced.config-syncing
source: Syncing config.toml...
de: config.toml wird synchronisiert ...
es: Sincronizando config.toml...
fr: Synchronisation de config.toml...
ja: config.toml を同期中...
ko: config.toml 동기화 중...
ru: Синхронизация config.toml...
vi: Đang đồng bộ config.toml...
zh_hans: 正在同步 config.toml...
zh_hant: 正在同步 config.toml...

# preferences-advanced.export-button
source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出す
ko: 내보내기
ru: Экспорт
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# preferences-advanced.export-description
source: Save portable copy
de: Portable Kopie speichern
es: Guardar una copia portátil
fr: Enregistrer une copie portable
ja: 持ち運べるコピーを保存
ko: 이동식 복사본 저장
ru: Сохранить переносимую копию
vi: Lưu bản sao di động
zh_hans: 保存可迁移副本
zh_hant: 儲存可攜副本

# preferences-advanced.export-failed
source: Config export failed.
de: Config-Export fehlgeschlagen.
es: Error al exportar la configuración.
fr: Échec de l’export de la config.
ja: 設定の書き出しに失敗しました。
ko: 구성 내보내기에 실패했습니다.
ru: Не удалось экспортировать config.
vi: Xuất config thất bại.
zh_hans: 配置导出失败。
zh_hant: 設定匯出失敗。

# preferences-advanced.export-panel-title
source: Export Snapzy Config
de: Snapzy-Konfiguration exportieren
es: Exportar configuración de Snapzy
fr: Exporter la config Snapzy
ja: Snapzy 設定を書き出す
ko: Snapzy 구성 내보내기
ru: Экспорт конфигурации Snapzy
vi: Xuất cấu hình Snapzy
zh_hans: 导出 Snapzy 配置
zh_hant: 匯出 Snapzy 設定

# preferences-advanced.export-succeeded
source: Config backup exported.
de: Config-Backup exportiert.
es: Copia de seguridad de config exportada.
fr: Sauvegarde de config exportée.
ja: 設定バックアップを書き出しました。
ko: 구성 백업을 내보냈습니다.
ru: Резервная копия config экспортирована.
vi: Đã xuất sao lưu config.
zh_hans: 已导出配置备份。
zh_hant: 已匯出設定備份。

# preferences-advanced.export-title
source: Export backup
de: Backup exportieren
es: Exportar copia de seguridad
fr: Exporter la sauvegarde
ja: バックアップを書き出す
ko: 백업 내보내기
ru: Экспорт резервной копии
vi: Xuất sao lưu
zh_hans: 导出备份
zh_hant: 匯出備份

# preferences-advanced.exported
source: Exported config to %@
de: Konfiguration nach %@ exportiert
es: Configuración exportada a %@
fr: Config exportée vers %@
ja: 設定を %@ に書き出しました
ko: 구성을 %@로 내보냈습니다
ru: Конфигурация экспортирована в %@
vi: Đã xuất cấu hình tới %@
zh_hans: 已将配置导出到 %@
zh_hant: 已將設定匯出到 %@

# preferences-advanced.grant-config-access-button
source: Grant Access
de: Zugriff gewähren
es: Conceder acceso
fr: Accorder l’accès
ja: アクセスを許可
ko: 접근 허용
ru: Предоставить доступ
vi: Cấp quyền
zh_hans: 授予访问权限
zh_hant: 授予取用權限

# preferences-advanced.import-button
source: Import
de: Importieren
es: Importar
fr: Importer
ja: 読み込む
ko: 가져오기
ru: Импорт
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

# preferences-advanced.import-description
source: Replace from .toml file
de: Aus .toml-Datei ersetzen
es: Reemplazar desde un archivo .toml
fr: Remplacer depuis un fichier .toml
ja: .toml ファイルから置き換え
ko: .toml 파일에서 교체
ru: Заменить из файла .toml
vi: Thay từ tệp .toml
zh_hans: 从 .toml 文件替换
zh_hant: 從 .toml 檔案取代

# preferences-advanced.import-failed
source: Config import failed.
de: Config-Import fehlgeschlagen.
es: Error al importar la configuración.
fr: Échec de l’import de la config.
ja: 設定の読み込みに失敗しました。
ko: 구성 가져오기에 실패했습니다.
ru: Не удалось импортировать config.
vi: Nhập config thất bại.
zh_hans: 配置导入失败。
zh_hant: 設定匯入失敗。

# preferences-advanced.import-failed-with-errors
source: Config import failed with %d error(s).
de: Config-Import mit %d Fehler(n) fehlgeschlagen.
es: La importación de configuración falló con %d error(es).
fr: L’import de la config a échoué avec %d erreur(s).
ja: 設定の読み込みは %d 件のエラーで失敗しました。
ko: 구성 가져오기가 %d개 오류로 실패했습니다.
ru: Импорт config завершился с %d ошибками.
vi: Nhập config thất bại với %d lỗi.
zh_hans: 配置导入失败，出现 %d 个错误。
zh_hant: 設定匯入失敗，出現 %d 個錯誤。

# preferences-advanced.import-panel-title
source: Import Snapzy Config
de: Snapzy-Konfiguration importieren
es: Importar configuración de Snapzy
fr: Importer la config Snapzy
ja: Snapzy 設定を読み込む
ko: Snapzy 구성 가져오기
ru: Импорт конфигурации Snapzy
vi: Nhập cấu hình Snapzy
zh_hans: 导入 Snapzy 配置
zh_hant: 匯入 Snapzy 設定

# preferences-advanced.import-succeeded
source: Backup imported and config.toml replaced.
de: Backup importiert und config.toml ersetzt.
es: Copia importada y config.toml reemplazado.
fr: Sauvegarde importée et config.toml remplacé.
ja: バックアップを読み込み、config.toml を置き換えました。
ko: 백업을 가져오고 config.toml을 교체했습니다.
ru: Резервная копия импортирована, config.toml заменен.
vi: Đã nhập sao lưu và thay config.toml.
zh_hans: 已导入备份并替换 config.toml。
zh_hant: 已匯入備份並取代 config.toml。

# preferences-advanced.import-title
source: Import backup
de: Backup importieren
es: Importar copia de seguridad
fr: Importer la sauvegarde
ja: バックアップを読み込む
ko: 백업 가져오기
ru: Импорт резервной копии
vi: Nhập sao lưu
zh_hans: 导入备份
zh_hant: 匯入備份

# preferences-advanced.imported
source: Imported %d config setting(s).
de: %d Config-Einstellung(en) importiert.
es: %d ajuste(s) de configuración importado(s).
fr: %d réglage(s) de config importé(s).
ja: %d 件の設定を読み込みました。
ko: %d개 구성 설정을 가져왔습니다.
ru: Импортировано %d параметров config.
vi: Đã nhập %d cài đặt config.
zh_hans: 已导入 %d 项配置设置。
zh_hant: 已匯入 %d 項設定。
